{
  "headline": "",
  "date": "March 25, 2021",
  "byline": "Aili Hou, Katherine Nessel",
  "cover_asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/GB54WFJJZJA4LBL275X34ALAMY.jpg",
  "cover_caption": "",
  "top": [],
  "body": [
    {
      "type": "text",
      "value": "Amid a global pandemic and long-standing nationwide inequities, the stakes are certainly high for this year’s NYC mayoral election. With incumbent Mayor Bill de Blasio stepping down due to term limits, a diverse and crowded field of candidates across a wide range of ideologies has formed in the bid to replace him. The Democratic primary, which will likely select the race’s winner in a largely-blue city, is set to take place on June 22, followed by a general election on November 2."
    },
    {
      "type": "text",
      "value": "The COVID-19 pandemic is arguably the largest issue on any voter’s mind, but with the Biden administration’s announcement that all adults will be eligible for vaccination by May 1, the promise of a “return to normal” begs the question of who will guide New York City out of the pandemic and into recovery. As the Morningside Heights community struggles to recover from the impact of COVID-19, residents’ perspectives on the mayoral race have varied widely—from the issues they hope to see prioritized to the type of candidate they wish to see take office."
    },
    {
      "type": "text",
      "value": "“I think it’s a very complicated and difficult time for the city,” said David Robinson, housing lawyer and Executive Director of the Morningside Heights Community Coalition."
    },
    {
      "type": "text",
      "value": "A view shared by some residents is that the crowded nature of the mayoral race has only made it even more difficult to sort through and for the community to coalesce around a single candidate."
    },
    {
      "type": "text",
      "value": "“Some candidates clearly have no chance, but there are at least 10 candidates that could plausibly be winners. It's really very hard to figure out; there are some clear-cut leaders, but there's no clear-cut front runner,” stated Curtis Arluck, district leader of the Broadway Democrats Club, which has officially endorsed Scott Stringer."
    },
    {
      "type": "text",
      "value": "To narrow the focus to candidates with a realistic chance of becoming the Democratic nominee for mayor, Spectator evaluates the eight candidates who have polled at or above 3% of first-choice votes as of early March. Here are the leading candidates:"
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/GZUZLIW4HBFMFG22SYPJDW6ROQ.jpeg",
        "caption": "",
        "credit": ""
      }
    },
    {
      "type": "text",
      "value": "<b>ANDREW YANG</b>"
    },
    {
      "type": "text",
      "value": "Rising to prominence during his 2020 presidential run, businessman Andrew Yang, Law ‘99, has thrown his hat into the crowded mayoral field, <a href=\"https://www.columbiaspectator.com/news/2021/01/15/andrew-yang-law-99-kicks-off-mayoral-campaign-in-morningside-park/\">kicking off his campaign in Morningside Park back in January</a>. His proposal for a monthly thousand-dollar universal basic income caught the attention of voters in the presidential primary, and he has centered his mayoral campaign around providing direct cash relief averaging $2,000 monthly to the half a million New Yorkers most in need."
    },
    {
      "type": "text",
      "value": "In a city with 1,200,000 Asian-Americans facing <a href=\"https://www.columbiaspectator.com/news/2021/03/25/atlanta-mass-shooting-and-surge-in-hate-crimes-leave-asian-students-grieving-and-reexamining-anti-asian-past/\">rising discrimination and persecution</a>, the prospect of the city’s first Asian-American mayor and second non-white mayor has resonated with Asian-American voters, granting Yang a 60% lead among Asian-American voters. High name recognition has also led Yang to enjoy a substantial lead overall among first-choice votes, polling at 32% in early March."
    },
    {
      "type": "text",
      "value": "“I just know that Yang is running,” Nkozi Jones, CC ‘24, said. “That’s the only person I know who’s running.” Polling has demonstrated that Yang is the most recognizable name of the contenders."
    },
    {
      "type": "text",
      "value": "However, for some voters, Yang’s recognition and charisma may not be able to outweigh his lack of civic engagement with the city; he has never even voted for the office for which he has currently become the frontrunner candidate."
    },
    {
      "type": "text",
      "value": "“My biggest doubt about Andrew Yang, who is obviously a very bright and accomplished person, is that I don't know that he has a feel for the city,” said Arluck."
    },
    {
      "type": "text",
      "value": "However, Yang’s momentum with fundraising indicates many voters are looking for someone new to follow the de Blasio era and manage NYC’s bounce back from the pandemic."
    },
    {
      "type": "text",
      "value": "“Andrew’s campaign is obviously fundraising to an insane degree,” Cameron Kasky, GS, national gun control advocate and associate of the Yang campaign, said. “They're making a ton of money, and in New York mayoral campaigns … you only drop out when you run out of money.”"
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/WXY6ZSNFINDZHMLMVGLRP4MOWA.jpg",
        "caption": "",
        "credit": ""
      }
    },
    {
      "type": "text",
      "value": "<b>ERIC ADAMS</b>"
    },
    {
      "type": "text",
      "value": "Brooklyn Borough President Eric Adams comes into the race with a strong political background and plentiful civic experience. Adams, a 22-year veteran of the NYPD who worked on racial initiatives within the department during his tenure, strongly advocates for reform and transformation rather than the defunding of the police in New York, to the dismay of more progressive voters. However, his proven track record improving community initiatives like health services throughout Brooklyn as the borough’s first Black president has given him a lot of popularity."
    },
    {
      "type": "text",
      "value": "Serving his second term as borough president, Adams has enjoyed widespread support in his home borough, where he cruised to re-election in 2017 with 85% of the vote after evading any Democratic primary challenger. He has managed to rack up endorsements in other boroughs as well, with the endorsement of Former Rep. Charles Rangel, who represented parts of Harlem and the Bronx in Congress for over three decades. Polling second to Yang, Adams is vying to retain the loyalty he has enjoyed with the Democratic base in the city’s most populous borough while expanding his base."
    },
    {
      "type": "text",
      "value": "“Yang's primary challenge is going to be trying to win over some of those voters who already have loyalties to folks like Eric Adams,” John George, President of the Columbia Political Union, commented."
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/IJIVTM7RZNGINMLZVTKX7ILVGQ.jpeg",
        "caption": "",
        "credit": ""
      }
    },
    {
      "type": "text",
      "value": "<b>MAYA WILEY</b>"
    },
    {
      "type": "text",
      "value": "As a nationally-recognized advocate for racial justice and expert on criminal justice issues, Maya Wiley has centered her progressive <a href=\"https://mayawileyformayor.com/\">platform</a> around confronting racial disparities and promoting equality for all New Yorkers. To this end, Wiley <a href=\"https://mayawileyformayor.com/new-deal-new-york/\">proposes</a> a stimulus and jobs program called New Deal New York, which she claims would create up to 100,000 new jobs for New Yorkers in fields such as childcare and home healthcare, with a focus on communities of color who have been especially hard hit by the COVID-19 pandemic."
    },
    {
      "type": "text",
      "value": "Other points that Wiley has repeatedly emphasized throughout her campaign is that if elected mayor, she would be the first Black woman to hold this position and that she is “<a href=\"https://www.cityandstateny.com/articles/personality/interviews-profiles/maya-wiley-woman-nyc.html\">not a politician</a>,” seeking to avail herself of her lack of experience in elected office. However, Wiley’s work as a former counsel to Mayor de Blasio and chair of the NYC Civilian Complaint Review Board may serve to counter her profile as a political “outsider.” Some voters, however, believe that her policies transcend her political background, particularly with transportation safety."
    },
    {
      "type": "text",
      "value": "“I believe Wiley [is committed] to continue investing in the Vision Zero,” Martin Wallace, co-chair of CB9’s senior committee and husband of a Columbia professor, said, referencing Mayor de Blasio’s signature traffic death reduction plan that has seen limited progress over his tenure. Wallace stressed he was not speaking on behalf of CB9."
    },
    {
      "type": "text",
      "value": "“We underutilize the power of the bus, and part of why is because we've given too much road space over the car,” Wallace said. On Monday, Wiley rode a notoriously slow bus route in Brooklyn and commented, “we have the slowest, longest bus rides in the country,” before elaborating on her plan to dramatically increase bus ways and encourage the state-run MTA to redesign the bus system for modern needs."
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/FH4PI2IOCFEYHAEOXAALCICGPE.jpeg",
        "caption": "",
        "credit": ""
      }
    },
    {
      "type": "text",
      "value": "<b>SCOTT STRINGER</b>"
    },
    {
      "type": "text",
      "value": "Having served as NYC’s City Comptroller since 2013 and as the only candidate who has previously won citywide office, Scott Stringer touts his deep familiarity with city politics to present himself as the most qualified candidate for the job."
    },
    {
      "type": "text",
      "value": "“He has worked in politics for many, many years, so he knows what it's like to be an elected official,” said Arluck."
    },
    {
      "type": "text",
      "value": "As a public school parent, Stringer has largely devoted his campaign to issues of education and affordable housing. His plans include <a href=\"https://stringerformayor.com/plans/children-education/\">putting</a> two teachers in every K-5 classroom to further personalize early childhood education, investing $500 million over five years in the maintenance of child care facilities across the city, and <a href=\"https://stringerformayor.com/plans/housing-affordability/\">mandating</a> that every developer set aside 25% of its units for permanent, low-income housing."
    },
    {
      "type": "text",
      "value": "Although Stringer portrays his long-standing experience in local politics as a plus, his history may work against him at a time when many are seeking new, diverse leadership."
    },
    {
      "type": "text",
      "value": "“There's just more and more things that make me say: this is exactly the type of New York politician that this race needs to send the message to that we're not really going to tolerate anymore,” Kasky argued."
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/ZSPVHSWGKJCTJOZJJ6NB4SVIIE.jpeg",
        "caption": "",
        "credit": ""
      }
    },
    {
      "type": "text",
      "value": "<b>KATHRYN GARCIA</b>"
    },
    {
      "type": "text",
      "value": "Kathryn Garcia is a former commissioner of the NYC Sanitation Department under Mayor de Blasio and has outlined plans to aid local business-owners and improve use of the city’s outdoor spaces. Pitching herself as an experienced manager who will “<a href=\"https://twitter.com/KGforNYC/status/1362068952373936132?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1362068952373936132%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.thecity.nyc%2F2021%2F3%2F1%2F22305889%2Fkathryn-garcia-running-for-mayor-sanitation-de-blasio-ties\">get</a> the work done,” Garcia <a href=\"https://www.kgfornyc.com/policy/recovery-2/\">seeks</a> to create a single “City Permit” for businesses with less than 100 employees that would allow them to more efficiently launch and maintain themselves. Furthermore, she has <a href=\"https://www.kgfornyc.com/policy/transportation-2/\">proposed</a> a bold approach to sidewalk and curbside use that includes using curbside space for public amenities and sustainable infrastructure."
    },
    {
      "type": "text",
      "value": "“I think Garcia was one of the candidates who said she believed in building [infrastructure] smart,” Wallace said. “In other words, we've seen all these bike lanes that go from nowhere to nowhere… they’ve got to start now really making sure that we have a truly connected network that is protected."
    },
    {
      "type": "text",
      "value": "Garcia faces similar challenges to her candidacy as Wiley in that she has never held elected office and retains ties to de Blasio, who has become unpopular with many voters."
    },
    {
      "type": "text",
      "value": "Cutting her ties to the de Blasio administration might in fact prove to be one of her biggest challenges, according to George. “One of the things that voters want to see is how you were not complicit in things that you did. How are you different? That's a big, big challenge,” he said."
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/NYRQQX2O3ZC6JLCPIJMCKIVSA4.jpeg",
        "caption": "",
        "credit": ""
      }
    },
    {
      "type": "text",
      "value": "<b>DIANNE MORALES</b>"
    },
    {
      "type": "text",
      "value": "Dianne Morales most recently served as the Executive Director and CEO of Phipps Neighborhoods and has largely focused her campaign on providing for poor, working-class New Yorkers and improving public housing and schools. She has advocated to provide basic income relief for every household, launch NYC5000—a strategy to connect vulnerable populations to COVID-19 testing and vaccines—and defund the NYPD by at least $3 billion by the next budget."
    },
    {
      "type": "text",
      "value": "Morales has also advocated for the city to counter rampant gentrification in neighborhoods like Harlem, <a href=\"https://twitter.com/Dianne4NYC/status/1327317987087540230\">tweeting</a>, “We see the impact of gentrification and large scale developments in the hollow, empty skylines rising in every borough. Real Estate needs to stop using anti-democratic methods.”"
    },
    {
      "type": "text",
      "value": "Having never held elected office, however, Morales faces the challenge of pushing her progressive vision in a field of better-known politicians. George stated his belief that most candidates “are not worried as much right now abou pushing left” to win over the electorate, although Robinson noted that he has been “impressed by the more progressive candidates,” including Morales."
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/Q74WTTWRK5DTDLZCY6PHNTCS6Q.jpeg",
        "caption": "",
        "credit": ""
      }
    },
    {
      "type": "text",
      "value": "<b>SHAUN DONOVAN</b>"
    },
    {
      "type": "text",
      "value": "Housing bizarre Shaun Donovan aims to move to his first elected position. After serving under Mayor Michael Bloomberg as the city’s Commissioner of the Department of Housing Preservation and Development, Donovan left the post in 2009 to serve as President Obama’s Secretary of Housing and Urban Development. Through 2014, he served as Director of the Office of Management and Budget, managing Obama’s budget through to the end of his second term. Donovan has positioned himself as a trusted and experienced leader fit to oversee the city’s recovery, focusing his campaign around the city’s housing crisis."
    },
    {
      "type": "text",
      "value": "“He certainly brings good experience,” Robinson said. His expertise comes at a time prime for changes to affordable housing and gentrification policy within a housing market shaken up by the pandemic."
    },
    {
      "type": "text",
      "value": "Donovan plans to invest in repairs to the <a href=\"https://www.columbiaspectator.com/news/2021/02/06/nycha-maintenance-issues-have-skyrocketed-since-the-pandemic-how-can-residents-hold-nycha-accountable/\">aging NYCHA developments</a> and provide rent relief to alleviate the upcoming crisis at the end of the rent moratorium. Donovan’s challenge lies in increasing his name recognition and convincing the city’s residents that he has the skills needed to lead the city after being removed from its politics and working at the national level for the last decade."
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/L4YNWBRFE5A6ZHKLW32IWIXTUQ.jpeg",
        "caption": "",
        "credit": ""
      }
    },
    {
      "type": "text",
      "value": "<b>RAYMOND McGUIRE</b>"
    },
    {
      "type": "text",
      "value": "Wall Street businessman Ray McGuire entered the race advertising the unique perspective he would bring to the mayoral office. The former Global Co-Head of Investment Banking with Citigroup, McGuire rose to become among the highest- position and longest-serving Black executives on Wall Street. His campaign hones in on his experience achieving success and breaking barriers in the financial sector, claiming he would bring the same progress and commitment to racial equity as mayor. McGuire compensates for his lacking poll numbers with high fundraising totals, having earned $5 million within his first three months of campaigning."
    },
    {
      "type": "text",
      "value": "“He is competing with Yang as the candidate who is not invested in politics,” George said. “He is fighting for that position.” Given Yang’s strong lead in the polls, it remains to be seen whether McGuire can put up a fight for the businessman lane of the primary."
    },
    {
      "type": "text",
      "value": "Approved in 2019, the 2021 mayoral primary will be the first in the city’s history to feature ranked-choice voting. Voters will be able to rank up to five candidates in order of preference. After all the first-choice votes have been tallied, if no candidate secures a majority of the votes, an automatic runoff will occur. The lowest-ranking candidate will be eliminated and their votes redistributed to their voters’ next choices. The process will continue with each lowest-ranking candidate until one candidate reaches a majority."
    },
    {
      "type": "text",
      "value": "This new voting process, already used in locales such as Maine, Berkeley, and San Francisco, has been shown to create more incentive for candidates to build off of each other's ideas and run more civil campaigns."
    },
    {
      "type": "text",
      "value": "“If you've got ranked-choice voting, and you're advocating for the right policies and they're popular enough, you're gonna see them pop up in the other candidates' platforms,” Kasky said."
    },
    {
      "type": "text",
      "value": "This method of voting also ensures that the winning candidate best represents the populace as a whole and that unpopular candidates cannot win by gaining a slight plurality in a crowded field. A 2018 study of ranked-choice voting in California showed that after implementation, <a href=\"https://www.fairvote.org/research_rcvrepresentation\">candidates of color and women faced better electoral successes. </a>"
    },
    {
      "type": "text",
      "value": "However, while this year’s mayoral primary garners more and more attention given the crossroads NYC finds itself at in terms of its recovery, mayoral candidates have always faced scrutiny in their bids to manage the largest city in the country."
    },
    {
      "type": "text",
      "value": "“I think New York City is a very unique place,” Robinson said. “I don't think there's any experience that prepares anyone for being the mayor of New York.”"
    },
    {
      "type": "text",
      "value": "<i>Staff writer Katherine Nessel can be contacted at </i><i>katherine.nessel@columbiaspectator.com</i><i>. Follow her on Twitter </i><a href=\"https://twitter.com/katherinenessel?lang=en\"><i>@KatherineNessel</i></a><i>.</i>"
    },
    {
      "type": "text",
      "value": "<i>Staff writer Aili Hou can be contacted at </i><i>aili.hou@columbiaspectator.com</i><i>. Follow Spectator on Twitter @</i><a href=\"https://twitter.com/columbiaspec?lang=en\"><i>ColumbiaSpec</i></a><i>.</i>"
    },
    {
      "type": "text",
      "value": "<b><i>Want to keep up with breaking news? Subscribe to our </i></b><a href=\"https://columbiaspectator.us4.list-manage.com/subscribe?u=a3d2eeb1ae5560ca04f82f042&id=e51c51d62d\"><b><i>email newsletter </i></b></a><b><i>and like Spectator on </i></b><a href=\"https://www.facebook.com/columbiaspectator\"><b><i>Facebook</i></b></a><b><i>.</i></b>"
    }
  ]
}